---
layout: default
title: Getting started
slug: getting-started
lead: "An overview of the new diazo theme"
base_url: "../"
---
<main class="app-content-body">
  <div class="app-page" id="content">

    <section class="container featurette dim-in one">
        <div class="row">
            <div class="col-xs-12 col-sm-8">
                <h2 class="featurette-heading">Space is beautiful.
                    <small class="text-muted">Aber more Space ist nicht automatisch more beautiful.</small></h2>
                <p class="lead">Bei modernem Webdesign geht es darum, die Inhalte einer Webseite f&uuml;r verschiedene Bildschirmgr&ouml;&szlig;en darstellbar zu machen. Das Ziel ist es, den gegebenen Platz optimal auszunutzen. Dabei kommt es haupts&auml;chlich darauf an, die Inhalte (Bilder, Texte, Buttons) sinnvoll zu strukturieren.</p>
                <p>Eine Struktur von Webinhalten ist dann sinnvoll, wenn sich die Besucher schnell und problemlos zurecht finden k&ouml;nnen. Webseitenbesucher sind Menschen mit Intuition - wir wissen, wie diese Information ist begeisterndes Design umgesetzt wird. So arbeiten wir mit Boxen und Rahmen, denn moderne, wissenschaftliche Eye-Tracking-Untersuchungen haben ergeben, dass die Augen sich unbewusst immer entlang von Rahmen orientieren, um ein Gesamtbild zu erfassen. Bei einem kleinen Bildschirm kann der Bildschirmrand als Rahmen fungieren. Bei einem gro&szlig;en Bildschirm m&uuml;ssen Inhalte &uuml;bersichtlich dargestellt werden. Wir k&ouml;nnen beides gleichzeitig - und mit dem gleichen Design.</p>
            </div>
            <div class="col-xs-12 col-sm-4">
                <div class="featurette-sign">
                    <img class="img-responsive featurette-image pull-right" src="{{ page.base_url }}assets/img/displays.png">
                </div>
            </div>
        </div>
        
    </section>

    <hr class="featurette-divider">

    <section class="container featurette dim-in two">
        <div class="row">
            <div class="col-xs-12 col-sm-4">
                <div class="featurette-sign">
                    <img class="featurette-image pull-left" src="{{ page.base_url }}assets/img/mobile.jpg">
                </div>
            </div>
            <div class="col-xs-12 col-sm-8">
                <h2 class="featurette-heading">Warum f&uuml;r mobile Nutzer optimieren?
                <small class="muted">Mobile Endger&auml;te (Smartphones, Tablets, Notebooks).</small></h2>
                <p class="lead">Warum besuchen Smartphone-Besitzer Webseiten mit ihrem Handy? Die Gr&uuml;nde sind vielf&auml;ltig - und einer davon wird mit Sicherheit auch auf Ihr Unternehmen zutreffen.</p>
                <p>Im Gespr&auml;ch mit Freunden wird nach einem Firmenname, einer Modellnummer oder einem bestimmten Produkt gesucht. Mit einem Smartphone ist die gew&uuml;nschte Information schnell zu finden, denn es ist immer bei der Hand. Doch die aufgerufene Webseite sollte dann schnell und einfach zu bedienen sein, denn das Gespr&auml;ch l&auml;uft weiter, w&auml;hrend nach den gew&uuml;nschten Informationen gesucht wird.</p>
                <p>Ein anderer Anwendungsfall ist die Navigation. Viele Menschen denken bei dem Stichwort immer noch automatisch an Navigationsger&auml;te, doch auch Smartphones und Tablet PCs k&ouml;nnen hervorragend f&uuml;r die Orientierung genutzt werden. In der Regel sucht der Nutzer online nach der Adresse Ihrer Firma und st&ouml;&szlig;t dabei auf Ihre Webseite. Wenn alles gut funktioniert, dann wird er mit einem Klick auf die Adresse die Karten-App mit dem Navigationsdienst &ouml;ffnen- Leider klappt das aber oft nicht. Die Gr&uuml;nde sind zum Beispiel Webseiten, die f&uuml;r Smartphones nicht darstellbar sind oder sich nicht bedienen lassen. Die Folge ist Frust beim Nutzer - das sollten Sie unbedingt verhindern!</p>
                <p>Unsere liebsten mobilen Nutzer sind die Nutzer, die online sind, w&auml;hrend Sie etwas anderes tun - zum Beispiel Fernsehen. Wussten Sie, dass w&auml;hrend einem einzigen Tatort am Sonntag Abend mehrere tausend Tweets dazu geschrieben werden? Fast jeder zweite junge Fernsehzuschauer nutzt bereits jetzt den sogenannten &quot;Second Screen&quot; um zum Beispiel weiterf&uuml;hrende Informationen zu den Sendungen zu suchen. Hier liegt ein enormes Potential!</p>
            </div>
        </div>
    </section>

    <hr class="featurette-divider">

  </div>
</main>